Repository: iitslamaa/travel-adventure-finder
Catalog: apps/ios/TravelScoreriOS/App/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, pt_br, ru

# country.description.qa
source: Qatar is a small Gulf peninsula whose global visibility is outsized because natural gas wealth funded rapid urban transformation, media networks, and diplomatic ambition. Doha's skyline is recent, but the older history involves pearling, tribal politics, and maritime trade. The country is physically small enough to cross quickly, yet it has developed a very visible identity through architecture, museums, and public investment on a grand scale.
de: Katar ist eine kleine Halbinsel am Golf, deren globale Sichtbarkeit unverhältnismäßig groß ist, weil der Reichtum aus Erdgas eine schnelle städtische Transformation, Mediennetzwerke und diplomatische Ambitionen finanzierte. Die Skyline von Doha ist neu, aber die ältere Geschichte umfasst Perlenfischerei, Stammespolitik und Seehandel. Das Land ist physisch klein genug, um es schnell zu durchqueren, hat sich jedoch durch Architektur, Museen und öffentliche Investitionen in großem Maßstab eine sehr sichtbare Identität entwickelt.
es: Qatar es una pequeña península del Golfo cuya visibilidad global es desproporcionada porque la riqueza del gas natural financió una rápida transformación urbana, redes mediáticas y ambiciones diplomáticas. El horizonte de Doha es reciente, pero la historia más antigua involucra la pesca de perlas, la política tribal y el comercio marítimo. El país es físicamente lo suficientemente pequeño como para cruzarlo rápidamente, sin embargo, ha desarrollado una identidad muy visible a través de la arquitectura, los museos y la inversión pública a gran escala.
fr: Le Qatar est une petite péninsule du Golfe dont la visibilité mondiale est disproportionnée car la richesse en gaz naturel a financé une transformation urbaine rapide, des réseaux médiatiques et des ambitions diplomatiques. La ligne d'horizon de Doha est récente, mais l'histoire plus ancienne comprend la pêche perlière, la politique tribale et le commerce maritime. Le pays est physiquement assez petit pour être traversé rapidement, mais il a développé une identité très visible grâce à l'architecture, aux musées et aux investissements publics à grande échelle.
it: Il Qatar è una piccola penisola del Golfo la cui visibilità globale è sproporzionata perché la ricchezza del gas naturale ha finanziato una rapida trasformazione urbana, reti mediatiche e ambizioni diplomatiche. Lo skyline di Doha è recente, ma la storia più antica riguarda la pesca delle perle, la politica tribale e il commercio marittimo. Il paese è fisicamente abbastanza piccolo da poter essere attraversato velocemente, eppure ha sviluppato un'identità molto visibile attraverso l'architettura, i musei e gli investimenti pubblici su larga scala.
pt_br: O Catar é uma pequena península do Golfo cuja visibilidade global é desproporcional porque a riqueza do gás natural financiou uma rápida transformação urbana, redes de mídia e ambição diplomática. O horizonte de Doha é recente, mas a história mais antiga envolve coleta de pérolas, política tribal e comércio marítimo. O país é fisicamente pequeno o suficiente para ser atravessado rapidamente, mas desenvolveu uma identidade muito visível por meio da arquitetura, museus e investimento público em grande escala.
ru: Катар — это небольшой заливной полуостров, чья мировая известность непропорционально велика, поскольку богатство природного газа финансировало быструю урбанистическую трансформацию, медиа-сети и дипломатические амбиции. Небоскрёбы Дохи — явление недавнее, но более старая история связана с добычей жемчуга, племенной политикой и морской торговлей. Страна физически достаточно мала, чтобы её можно было быстро пересечь, однако она развила очень заметную идентичность через архитектуру, музеи и масштабные государственные инвестиции.

# country.description.re
source: Reunion is a French island in the Indian Ocean where volcanic peaks, deep cirques, waterfalls, and black-sand coastlines create one of the most dramatic landscapes anywhere under French administration. Its culture blends African, Indian, European, Chinese, and Creole influences into a daily life shaped by mixed heritage, hiking culture, and intensely flavorful food. The island feels at once tropical, mountainous, and unusually cosmopolitan for its size.
de: Réunion ist eine französische Insel im Indischen Ozean, auf der vulkanische Spitzen, tiefe Karseen, Wasserfälle und Küsten mit schwarzem Sand eine der dramatischsten Landschaften unter französischer Verwaltung schaffen. Ihre Kultur vereint afrikanische, indische, europäische, chinesische und kreolische Einflüsse in einem täglichen Leben, das von gemischtem Erbe, Wanderkultur und intensiv aromatischem Essen geprägt ist. Die Insel wirkt zugleich tropisch, gebirgig und für ihre Größe ungewöhnlich kosmopolitisch.
es: Reunión es una isla francesa en el Océano Índico donde los picos volcánicos, los circos profundos, las cascadas y las costas de arena negra crean uno de los paisajes más dramáticos en cualquier lugar bajo administración francesa. Su cultura mezcla influencias africanas, indias, europeas, chinas y criollas en una vida diaria moldeada por la herencia mixta, la cultura del senderismo y la comida intensamente sabrosa. La isla se siente a la vez tropical, montañosa y inusualmente cosmopolita para su tamaño.
fr: La Réunion est une île française de l'océan Indien où des pics volcaniques, de profonds cirques, des cascades et des côtes de sable noir créent l'un des paysages les plus spectaculaires sous administration française. Sa culture mélange des influences africaines, indiennes, européennes, chinoises et créoles dans une vie quotidienne marquée par un héritage mixte, la culture de la randonnée et une cuisine intensément savoureuse. L'île semble à la fois tropicale, montagneuse et étrangement cosmopolite pour sa taille.
it: Riunione è un'isola francese nell'Oceano Indiano dove picchi vulcanici, circhi profondi, cascate e coste di sabbia nera creano uno dei paesaggi più drammatici sotto amministrazione francese. La sua cultura mescola influenze africane, indiane, europee, cinesi e creole in una vita quotidiana plasmata da un patrimonio misto, dalla cultura dell'escursionismo e da cibi intensamente saporiti. L'isola appare allo stesso tempo tropicale, montuosa e straordinariamente cosmopolita per le sue dimensioni.
pt_br: Reunião é uma ilha francesa no Oceano Índico onde picos vulcânicos, cirques profundos, cachoeiras e costas de areia preta criam uma das paisagens mais dramáticas de qualquer lugar sob administração francesa. Sua cultura mistura influências africanas, indianas, europeias, chinesas e crioulas em uma vida cotidiana moldada por uma herança mista, cultura de caminhadas e comida intensamente saborosa. A ilha parece ao mesmo tempo tropical, montanhosa e incomumente cosmopolita para seu tamanho.
ru: Реюньон — это французский остров в Индийском океане, где вулканические вершины, глубокие цирки, водопады и побережья с черным песком создают один из самых драматичных ландшафтов в местах под французским управлением. Его культура сочетает африканские, индийские, европейские, китайские и креольские влияния, формируя повседневную жизнь, основанную на смешанном наследии, культуре пеших походов и интенсивно насыщенной по вкусу еде. Остров одновременно ощущается тропическим, горным и необычно космополитичным для своих размеров.

# country.description.ro
source: Romania stretches from the Carpathians to the Black Sea and preserves unusually visible traces of different European worlds in one country. Transylvania is only one part of the picture, alongside painted monasteries, village traditions, the Danube Delta, lively cities, and a strong folklore imagination. The country really rewards people who move beyond the Dracula shorthand.
de: Rumänien erstreckt sich von den Karpaten bis zum Schwarzen Meer und bewahrt ungewöhnlich sichtbare Spuren verschiedener europäischer Welten in einem Land. Transsilvanien ist nur ein Teil des Bildes, neben bemalten Klöstern, Dorftraditionen, dem Donaudelta, lebendigen Städten und einer starken folkloristischen Vorstellungskraft. Das Land belohnt Menschen wirklich, die über das Dracula-Klischee hinausgehen.
es: Rumania se extiende desde los Cárpatos hasta el Mar Negro y conserva rastros inusualmente visibles de diferentes mundos europeos en un solo país. Transilvania es solo una parte del panorama, junto a los monasterios pintados, las tradiciones de los pueblos, el delta del Danubio, ciudades animadas y una fuerte imaginación folclórica. El país realmente recompensa a las personas que van más allá del resumen de Drácula.
fr: La Roumanie s'étend des Carpates à la mer Noire et conserve des traces exceptionnellement visibles de différents mondes européens dans un seul pays. La Transylvanie n'est qu'une partie du tableau, aux côtés des monastères peints, des traditions villageoises, du delta du Danube, des villes animées et d'une forte imagination folklorique. Le pays récompense vraiment ceux qui vont au-delà du simple raccourci Dracula.
it: La Romania si estende dai Carpazi al Mar Nero e conserva tracce insolitamente visibili di diversi mondi europei in un solo paese. La Transilvania è solo una parte del quadro, accanto a monasteri dipinti, tradizioni dei villaggi, il Delta del Danubio, città vivaci e una forte immaginazione folkloristica. Il paese ricompensa davvero chi va oltre la scorciatoia di Dracula.
pt_br: A Romênia se estende dos Cárpatos ao Mar Negro e preserva traços incomumente visíveis de diferentes mundos europeus em um único país. A Transilvânia é apenas uma parte do panorama, ao lado de mosteiros pintados, tradições de vilarejos, o Delta do Danúbio, cidades animadas e uma forte imaginação folclórica. O país realmente recompensa as pessoas que vão além da referência simplificada a Drácula.
ru: Румыния простирается от Карпат до Чёрного моря и сохраняет необычно заметные следы различных европейских миров в одной стране. Трансильвания — это только часть картины, наряду с раскрашенными монастырями, деревенскими традициями, дельтой Дуная, оживленными городами и богатым фольклорным воображением. Страна действительно вознаграждает людей, которые уходят дальше образа Дракулы.

# country.description.rs
source: Serbia lies at a major Balkan crossroads where rivers, empires, Orthodoxy, and modern nationalism all left lasting marks. Belgrade feels intensely contemporary, with strong nightlife, cafe culture, and a confident urban personality, while monasteries, plains, and southern hill regions give the rest of the country a different tempo. Serbia is especially interesting because hospitality, music, and conversation are such a visible part of the national character.
de: Serbien liegt an einem wichtigen Balkan-Kreuzungspunkt, an dem Flüsse, Reiche, die Orthodoxie und moderner Nationalismus alle bleibende Spuren hinterlassen haben. Belgrad wirkt ausgesprochen zeitgenössisch, mit einem lebhaften Nachtleben, einer Kaffeekultur und einer selbstbewussten urbanen Persönlichkeit, während Klöster, Ebenen und südliche Hügellandschaften dem Rest des Landes ein anderes Tempo geben. Serbien ist besonders interessant, weil Gastfreundschaft, Musik und Gespräche so sichtbare Bestandteile des Nationalcharakters sind.
es: Serbia se encuentra en un importante cruce de los Balcanes donde ríos, imperios, la ortodoxia y el nacionalismo moderno dejaron huellas duraderas. Belgrado se siente intensamente contemporáneo, con una vida nocturna fuerte, una cultura de cafés y una personalidad urbana confiada, mientras que los monasterios, las llanuras y las regiones montañosas del sur le dan al resto del país un ritmo diferente. Serbia es especialmente interesante porque la hospitalidad, la música y la conversación son una parte tan visible del carácter nacional.
fr: La Serbie se situe à un important carrefour des Balkans où les rivières, les empires, l'orthodoxie et le nationalisme moderne ont tous laissé des traces durables. Belgrade semble intensément contemporaine, avec une vie nocturne animée, la culture des cafés et une personnalité urbaine confiante, tandis que les monastères, les plaines et les régions de collines du sud donnent au reste du pays un tempo différent. La Serbie est particulièrement intéressante car l'hospitalité, la musique et la conversation font partie intégrante du caractère national.
it: La Serbia si trova in un importante crocevia dei Balcani, dove fiumi, imperi, ortodossia e nazionalismo moderno hanno lasciato segni duraturi. Belgrado appare intensamente contemporanea, con una vita notturna vivace, una cultura dei caffè e una personalità urbana sicura di sé, mentre monasteri, pianure e le regioni collinari meridionali conferiscono al resto del paese un ritmo diverso. La Serbia è particolarmente interessante perché l'ospitalità, la musica e la conversazione sono una parte così visibile del carattere nazionale.
pt_br: A Sérvia está localizada em um importante cruzamento dos Bálcãs, onde rios, impérios, a Ortodoxia e o nacionalismo moderno deixaram marcas duradouras. Belgrado parece intensamente contemporânea, com uma vida noturna movimentada, cultura de cafés e uma personalidade urbana confiante, enquanto mosteiros, planícies e regiões de colinas ao sul dão ao restante do país um ritmo diferente. A Sérvia é especialmente interessante porque a hospitalidade, a música e a conversa são partes tão visíveis do caráter nacional.
ru: Сербия расположена на важном балканском перекрестке, где реки, империи, православие и современный национализм оставили свой неизгладимый след. Белград ощущается как крайне современный город с активной ночной жизнью, культурой кафе и уверенным городским характером, в то время как монастыри, равнины и южные холмистые регионы задают другой ритм остальной части страны. Сербия особенно интересна тем, что гостеприимство, музыка и разговоры являются такой заметной частью национального характера.

# country.description.ru
source: Russia spans eleven time zones and a huge sweep of Europe and Asia, a scale that makes it feel almost continental rather than national. Tsarist empire, Soviet power, literature, Orthodox tradition, Arctic frontiers, and contemporary authoritarianism all belong to the same story. The country is too large to summarize cleanly, which is itself one of its defining facts.
de: Russland erstreckt sich über elf Zeitzonen und eine riesige Fläche Europas und Asiens, ein Ausmaß, das es fast kontinental statt national erscheinen lässt. Zaristisches Reich, sowjetische Macht, Literatur, orthodoxe Tradition, arktische Grenzen und zeitgenössischer Autoritarismus gehören alle zur gleichen Geschichte. Das Land ist zu groß, um es klar zusammenzufassen, was an sich eines seiner prägenden Merkmale ist.
es: Rusia abarca once zonas horarias y una enorme extensión de Europa y Asia, una escala que hace que se sienta casi continental en lugar de nacional. Imperio zarista, poder soviético, literatura, tradición ortodoxa, fronteras árticas y autoritarismo contemporáneo pertenecen todos a la misma historia. El país es demasiado grande para resumirse de manera clara, lo cual en sí mismo es uno de sus hechos definitorios.
fr: La Russie s'étend sur onze fuseaux horaires et une vaste étendue de l'Europe et de l'Asie, une échelle qui la fait paraître presque continentale plutôt que nationale. L'empire tsariste, le pouvoir soviétique, la littérature, la tradition orthodoxe, les frontières arctiques et l'autoritarisme contemporain appartiennent tous à la même histoire. Le pays est trop vaste pour être résumé clairement, ce qui est en soi l'un de ses faits déterminants.
it: La Russia si estende su undici fusi orari e su un enorme tratto di Europa e Asia, una scala che la fa sentire quasi continentale piuttosto che nazionale. Impero zarista, potere sovietico, letteratura, tradizione ortodossa, frontiere artiche e autoritarismo contemporaneo appartengono tutti alla stessa storia. Il paese è troppo grande per essere riassunto in modo chiaro, il che è a sua volta uno dei suoi fatti distintivi.
pt_br: A Rússia se estende por onze fusos horários e uma enorme faixa da Europa e da Ásia, uma escala que a faz parecer quase continental em vez de nacional. Império czarista, poder soviético, literatura, tradição ortodoxa, fronteiras árticas e autoritarismo contemporâneo fazem todos parte da mesma história. O país é grande demais para ser resumido de forma clara, o que por si só é um dos seus fatos definidores.
ru: Россия охватывает одиннадцать часовых поясов и огромный простор Европы и Азии, масштаб которого заставляет ощутить её почти как континент, а не как страну. Царская империя, советская власть, литература, православная традиция, арктические рубежи и современный авторитаризм — всё это принадлежит одной и той же истории. Страна слишком велика, чтобы её можно было лаконично обобщить, и это само по себе является одной из её определяющих особенностей.

# country.description.rw
source: Rwanda is a densely populated highland country in the African Great Lakes region, often called the 'land of a thousand hills' because the landscape really does roll endlessly in green layers. Kigali's order, mountain gorillas, coffee, tea, and a strong culture of craft and hospitality all shape the country's image today. Beauty, memory, and political discipline are tightly intertwined here, but the first impression is often how visually elegant the country feels.
de: Ruanda ist ein dicht besiedeltes Hochlandland in der Region der Großen Seen Afrikas, oft als 'Land der tausend Hügel' bezeichnet, da die Landschaft sich wirklich endlos in grünen Schichten erstreckt. Die Ordnung in Kigali, Berggorillas, Kaffee, Tee und eine starke Kultur des Handwerks und der Gastfreundschaft prägen heute das Bild des Landes. Schönheit, Erinnerung und politische Disziplin sind hier eng miteinander verflochten, aber der erste Eindruck ist oft, wie visuell elegant sich das Land anfühlt.
es: Ruanda es un país montañoso densamente poblado en la región de los Grandes Lagos de África, a menudo llamado 'la tierra de las mil colinas' porque el paisaje realmente se extiende interminablemente en capas verdes. El orden de Kigali, los gorilas de montaña, el café, el té y una fuerte cultura de la artesanía y la hospitalidad forman todos la imagen del país hoy en día. La belleza, la memoria y la disciplina política están estrechamente entrelazadas aquí, pero la primera impresión a menudo es la elegancia visual del país.
fr: Le Rwanda est un pays montagneux densément peuplé de la région des Grands Lacs africains, souvent appelé « le pays aux mille collines » car le paysage se déroule réellement sans fin en couches verdoyantes. L'ordre de Kigali, les gorilles de montagne, le café, le thé et une forte culture de l'artisanat et de l'hospitalité façonnent tous l'image du pays aujourd'hui. La beauté, la mémoire et la discipline politique sont étroitement liées ici, mais la première impression est souvent la sensation visuelle d'élégance que le pays dégage.
it: Il Ruanda è un paese di altopiani densamente popolato nella regione dei Grandi Laghi africani, spesso chiamato 'la terra delle mille colline' perché il paesaggio si estende davvero senza fine in strati verdi. L'ordine di Kigali, i gorilla di montagna, il caffè, il tè e una forte cultura dell'artigianato e dell'ospitalità definiscono oggi l'immagine del paese. Bellezza, memoria e disciplina politica sono strettamente intrecciate qui, ma la prima impressione è spesso quanto visivamente elegante appare il paese.
pt_br: Ruanda é um país de planalto densamente povoado na região dos Grandes Lagos Africanos, frequentemente chamado de 'terra das mil colinas' porque a paisagem realmente se estende sem fim em camadas verdes. A ordem de Kigali, os gorilas das montanhas, o café, o chá e uma forte cultura de artesanato e hospitalidade moldam a imagem do país hoje. Beleza, memória e disciplina política estão intimamente interligadas aqui, mas a primeira impressão muitas vezes é de quão visualmente elegante o país parece.
ru: Руанда — это густонаселенная страна высокогорья в регионе Великих африканских озёр, которую часто называют «землёй тысячи холмов», потому что ландшафт действительно простирается бесконечными зелёными слоями. Порядок в Кигали, горные гориллы, кофе, чай и сильная культура ремёсел и гостеприимства формируют образ страны сегодня. Красота, память и политическая дисциплина здесь тесно переплетены, но первое впечатление часто связано с тем, насколько визуально элегантной кажется страна.
